Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.fitness.q11.b
source: Ich texte mit Freunden, mache aber nach Gefühl irgendwann weiter.
en: I text with friends, but I feel like I'll move on at some point.
es: Envío mensajes de texto a amigos, pero siento que seguiré adelante en algún momento.
fr: J'envoie des SMS à des amis, mais j'ai l'impression que je vais passer à autre chose à un moment donné.
hi: मैं दोस्तों के साथ संदेश भेजता हूं, लेकिन मुझे लगता है कि किसी बिंदु पर मैं आगे बढ़ जाऊंगा।
it: Mando messaggi agli amici, ma sento che prima o poi andrò avanti.
ja: 友達とメッセージを送っていますが、いつか先に進むつもりです。
ko: 친구들과 문자를 보내지만 어느 순간에는 계속 나아갈 것 같은 느낌이 듭니다.
nl: Ik sms met vrienden, maar ik heb het gevoel dat ik op een gegeven moment wel verder zal gaan.
pl: Piszę SMS-y do znajomych, ale czuję, że w pewnym momencie odejdę.
pt: Eu mando mensagens para amigos, mas sinto que em algum momento irei seguir em frente.
ru: Я переписываюсь с друзьями, но продолжаю по ощущениям позже.
tr: Arkadaşlarımla mesajlaşıyorum ama bir noktada devam edeceğimi hissediyorum.
zh_hans: 我和朋友发信息，但总是凭感觉什么时候继续就什么时候继续。
zh_hant: 我和朋友發短信，但我覺得在某個時候我會繼續前進。

# assessment.fitness.q11.c
source: Ich kontrolliere exakt meine Pausenzeit auf der Uhr, atme und fokussiere mich auf den nächsten Satz.
en: I check my break time exactly on the clock, breathe and focus on the next sentence.
es: Miro exactamente mi tiempo de descanso en el reloj, respiro y me concentro en la siguiente frase.
fr: Je vérifie exactement mon temps de pause sur l'horloge, je respire et je me concentre sur la phrase suivante.
hi: मैं अपने ब्रेक का समय बिल्कुल घड़ी पर देखता हूं, सांस लेता हूं और अगले वाक्य पर ध्यान केंद्रित करता हूं।
it: Controllo esattamente la pausa sull'orologio, respiro e mi concentro sulla frase successiva.
ja: 時計で休憩時間を正確に確認し、一息ついて次の文に集中します。
ko: 쉬는 시간을 시계로 정확히 확인하고 숨을 고르며 다음 문장에 집중한다.
nl: Ik controleer mijn pauzetijd precies op de klok, haal diep adem en concentreer me op de volgende zin.
pl: Sprawdzam dokładnie czas przerwy na zegarku, oddycham i skupiam się na kolejnym zdaniu.
pt: Verifico exatamente meu intervalo no relógio, respiro e me concentro na próxima frase.
ru: Я точно контролирую время своих перерывов по часам, дышу и сосредотачиваюсь на следующем подходе.
tr: Mola zamanımı tam olarak saat üzerinden kontrol ediyorum, nefes alıyorum ve bir sonraki cümleye odaklanıyorum.
zh_hans: 我精确地用表控制我的休息时间，呼吸，并专注于下一个动作。
zh_hant: 我準確地查看時鐘上的休息時間，呼吸並專注於下一句話。

# assessment.fitness.q11.d
source: Ich rede mit jedem im Gym und mein Puls fällt komplett in den Keller.
en: I talk to everyone in the gym and my heart rate drops completely.
es: Hablo con todos en el gimnasio y mi frecuencia cardíaca baja por completo.
fr: Je parle à tout le monde dans la salle de sport et mon rythme cardiaque chute complètement.
hi: मैं जिम में सभी से बात करता हूं और मेरी हृदय गति बिल्कुल कम हो जाती है।
it: Parlo con tutti in palestra e la mia frequenza cardiaca diminuisce completamente.
ja: ジムでみんなと話していると、心拍数が完全に下がります。
ko: 체육관에 있는 모든 사람들과 이야기를 나누는데 심장박동수가 완전히 떨어졌습니다.
nl: Ik praat met iedereen in de sportschool en mijn hartslag daalt volledig.
pl: Rozmawiam ze wszystkimi na siłowni i tętno mi całkowicie spada.
pt: Converso com todo mundo na academia e minha frequência cardíaca cai completamente.
ru: Я разговариваю с каждым в зале, и мой пульс полностью падает.
tr: Spor salonundaki herkesle konuşuyorum ve kalp atışlarım tamamen düşüyor.
zh_hans: 我和健身房里的每个人都说话，而我的心跳完全降到谷底。
zh_hant: 我和健身房裡的每個人交談，我的心率完全下降。

# assessment.fitness.q12
source: Während einer Übung spürst du ein starkes, brennendes Gefühl in den Muskeln, es ist extrem unangenehm. Was denkst du in dieser Millisekunde?
en: During an exercise you feel a strong, burning sensation in your muscles, it is extremely uncomfortable. What are you thinking in that millisecond?
es: Durante un ejercicio sientes una fuerte sensación de ardor en los músculos, es sumamente incómodo. ¿Qué estás pensando en ese milisegundo?
fr: Pendant un exercice, vous ressentez une forte sensation de brûlure dans vos muscles, c'est extrêmement inconfortable. À quoi penses-tu pendant cette milliseconde ?
hi: व्यायाम के दौरान आप अपनी मांसपेशियों में तेज़, जलन महसूस करते हैं, यह बेहद असुविधाजनक होता है। आप उस मिलीसेकंड में क्या सोच रहे हैं?
it: Durante un esercizio avverti una forte sensazione di bruciore nei muscoli, è estremamente fastidioso. Cosa stai pensando in quel millisecondo?
ja: 運動中に筋肉に強い灼熱感を感じますが、これは非常に不快です。そのミリ秒の間に何を考えていますか?
ko: 운동하는 동안 근육에 강하고 타는듯한 느낌이 들며 매우 불편합니다. 그 밀리초 동안 당신은 무슨 생각을 하고 있나요?
nl: Tijdens een oefening voel je een sterk, branderig gevoel in je spieren, dit is uiterst oncomfortabel. Wat denk jij in die milliseconde?
pl: Podczas ćwiczeń odczuwasz silne, pieczenie w mięśniach, jest to niezwykle nieprzyjemne. O czym myślisz w ciągu tej milisekundy?
pt: Durante um exercício você sente uma forte sensação de queimação nos músculos, é extremamente desconfortável. O que você está pensando naquele milissegundo?
ru: Во время упражнения ты ощущаешь сильное, жгучее чувство в мышцах, это чрезвычайно неприятно. О чём ты думаешь в эту миллисекунду?
tr: Egzersiz sırasında kaslarınızda güçlü bir yanma hissi hissedersiniz, bu son derece rahatsız edicidir. O milisaniyede ne düşünüyorsun?
zh_hans: 在一次锻炼中，你感到肌肉有一种强烈的灼烧感，非常不舒服。在这一毫秒你会想什么？
zh_hant: 在運動過程中，你會感覺到肌肉有強烈的灼熱感，這是非常不舒服的。那一毫秒你在想什麼？

# assessment.fitness.q12.a
source: 'Das tut weh, ich muss sofort aufhören, bevor ich kaputt gehe.'
en: 'This hurts, I have to stop now before I break.'
es: "Esto duele, tengo que parar ahora antes de que me rompa".
fr: "Ça fait mal, je dois arrêter maintenant avant de craquer."
hi: 'यह दुखदायी है, मुझे टूटने से पहले अब रुकना होगा।'
it: "Fa male, devo fermarmi adesso prima di rompermi."
ja: 「これは痛い、壊れる前に今すぐやめなければなりません。」
ko: '아프다. 깨지기 전에 이제 그만둬야겠다.'
nl: 'Dit doet pijn, ik moet nu stoppen voordat ik breek.'
pl: „To boli. Muszę teraz przestać, zanim się złamię”.
pt: 'Isso dói, tenho que parar agora antes de quebrar.'
ru: «Это больно, мне нужно немедленно остановиться, прежде чем я сломаюсь.»
tr: 'Bu acıtıyor, kırılmadan önce durmam lazım.'
zh_hans: “这很痛，我必须立刻停止，免得我崩溃。”
zh_hant: 「這很痛，我必須在摔斷之前停下來。”

# assessment.fitness.q12.b
source: 'Ich hasse dieses Gefühl, wann ist das endlich vorbei?'
en: 'I hate this feeling, when will this finally be over?'
es: 'Odio este sentimiento, ¿cuándo terminará esto finalmente?'
fr: "Je déteste ce sentiment, quand est-ce que ça sera enfin fini ?"
hi: 'मुझे इस भावना से नफरत है, यह आखिरकार कब खत्म होगा?'
it: 'Odio questa sensazione, quando finirà finalmente tutto questo?'
ja: 「この気持ちは嫌だ、いつになったら終わるんだろう？」
ko: '이 느낌이 싫다. 언제쯤 끝나지?'
nl: 'Ik haat dit gevoel, wanneer is dit eindelijk voorbij?'
pl: „Nienawidzę tego uczucia. Kiedy to w końcu się skończy?”
pt: 'Eu odeio esse sentimento, quando isso finalmente acabará?'
ru: 'Я ненавижу это чувство, когда же это наконец закончится?'
tr: 'Bu duygudan nefret ediyorum, bu nihayet ne zaman bitecek?'
zh_hans: 我讨厌这种感觉，这到底什么时候才结束？
zh_hant: “我討厭這種感覺，什麼時候才能結束？”

# assessment.fitness.q12.c
source: 'Noch zwei Wiederholungen, dann habe ich es überstanden.'
en: 'Two more repetitions and I'll be over it.'
es: "Dos repeticiones más y lo superaré".
fr: "Encore deux répétitions et j'en aurai fini avec ça."
hi: 'दो और दोहराव और मैं इसे खत्म कर दूंगा।'
it: "Ancora due ripetizioni e avrò finito."
ja: 「あと2回繰り返せば終わります。」
ko: '두 번만 더 반복하면 끝나겠습니다.'
nl: 'Nog twee herhalingen en ik ben er overheen.'
pl: „Jeszcze dwa powtórzenia i skończę”.
pt: 'Mais duas repetições e eu superarei isso.'
ru: «Еще два повторения, и я с этим справлюсь.»
tr: 'İki tekrar daha sonra bitireceğim.'
zh_hans: “再做两次，我就熬过去了。”
zh_hant: “再重複兩次我就可以了。”

# assessment.fitness.q12.d
source: 'Dieses Brennen ist exakt der Punkt, an dem mein Körper wächst. Ich drücke weiter!'
en: 'This burning sensation is exactly the point at which my body grows. I keep pushing!'
es: 'Esta sensación de ardor es exactamente el punto en el que mi cuerpo crece. ¡Sigo presionando!'
fr: « Cette sensation de brûlure est exactement le moment où mon corps se développe. Je continue à pousser ! »
hi: 'यह जलन बिल्कुल वही बिंदु है जिस पर मेरा शरीर बढ़ता है। मैं जोर लगाता रहता हूं!'
it: 'Questa sensazione di bruciore è esattamente il punto in cui il mio corpo cresce. Continuo a spingere!'
ja: 「この灼熱の感覚はまさに私の体が成長するポイントです。私は押し続けます！
ko: '이 타는듯한 느낌은 바로 내 몸이 성장하는 지점입니다. 계속 밀고 있어요!'
nl: 'Dit brandende gevoel is precies het punt waarop mijn lichaam groeit. Ik blijf duwen!'
pl: „To uczucie pieczenia jest dokładnie momentem, w którym moje ciało rośnie. Naciskam dalej!
pt: 'Essa sensação de queimação é exatamente o ponto em que meu corpo cresce. Eu continuo pressionando!
ru: «Это жжение — именно та точка, в которой мой организм растет. Я продолжаю давить!»
tr: 'Bu yanma hissi tam olarak vücudumun büyüdüğü noktadır. İtmeye devam ediyorum!'
zh_hans: “这种灼烧感正是我的身体在生长的地方。我会继续努力！”
zh_hant: 「這種灼熱感正是我的身體生長的時刻。我繼續推動！

# assessment.fitness.q13
source: Du wachst auf und hast so brutalen Muskelkater in den Beinen, dass du kaum die Treppe runterkommst. Heute steht Oberkörper auf dem Plan.
en: You wake up with muscles in your legs so sore you can barely get down the stairs. Today the upper body is on the agenda.
es: Te despiertas con los músculos de las piernas tan doloridos que apenas puedes bajar las escaleras. Hoy la parte superior del cuerpo está en la agenda.
fr: Vous vous réveillez avec les muscles des jambes si endoloris que vous pouvez à peine descendre les escaliers. Aujourd’hui le haut du corps est à l’ordre du jour.
hi: आप अपने पैरों की मांसपेशियों के साथ उठते हैं और इतनी पीड़ा महसूस करते हैं कि आप मुश्किल से सीढ़ियों से नीचे उतर पाते हैं। आज ऊपरी निकाय एजेंडे में है.
it: Ti svegli con i muscoli delle gambe così doloranti che riesci a malapena a scendere le scale. Oggi la parte superiore del corpo è all'ordine del giorno.
ja: 朝起きると足が筋肉痛になっていて、階段を降りるのがやっとです。今日は上半身が議題です。
ko: 일어나면 다리 근육이 너무 아파서 계단을 거의 내려갈 수 없을 정도입니다. 오늘은 상체 회의가 의제입니다.
nl: Je wordt wakker met spieren in je benen die zo pijnlijk zijn dat je nauwelijks de trap af kunt komen. Vandaag staat het bovenlichaam op de agenda.
pl: Budzisz się z tak obolałymi mięśniami nóg, że ledwo możesz zejść po schodach. Dziś w porządku obrad jest górna część ciała.
pt: Você acorda com os músculos das pernas tão doloridos que mal consegue descer as escadas. Hoje a parte superior do corpo está na ordem do dia.
ru: Ты просыпаешься и у тебя такая сильная мышечная боль в ногах, что ты едва можешь спуститься по лестнице. Сегодня в плане верхняя часть тела.
tr: Bacaklarınızdaki kaslarla uyanıyorsunuz, o kadar ağrıyor ki merdivenlerden zar zor inebiliyorsunuz. Bugün üst vücut gündemde.
zh_hans: 你醒来时腿部肌肉酸痛得厉害，几乎下不去楼梯。今天的计划是锻炼上半身。
zh_hant: 當你醒來時，腿部肌肉酸痛得幾乎無法下樓梯。今天上半身提上了議程。

# assessment.fitness.q13.a
source: Ich bleibe im Bett. Mein ganzer Körper braucht Erholung.
en: I'll stay in bed. My whole body needs rest.
es: Me quedaré en la cama. Todo mi cuerpo necesita descansar.
fr: Je vais rester au lit. Tout mon corps a besoin de repos.
hi: मैं बिस्तर पर ही रहूंगा. मेरे पूरे शरीर को आराम की जरूरत है.
it: Starò a letto. Tutto il mio corpo ha bisogno di riposo.
ja: ベッドにいます。体全体が休息を必要としています。
ko: 나는 침대에 머물 것이다. 내 몸 전체에 휴식이 필요해요.
nl: Ik blijf in bed. Mijn hele lichaam heeft rust nodig.
pl: Zostanę w łóżku. Całe moje ciało potrzebuje odpoczynku.
pt: Eu ficarei na cama. Todo o meu corpo precisa de descanso.
ru: Я остаюсь в постели. Моему телу нужен отдых.
tr: Ben yatakta kalacağım. Bütün vücudumun dinlenmeye ihtiyacı var.
zh_hans: 我躺在床上。我的整个身体需要休息。
zh_hant: 我會留在床上。我的整個身體都需要休息。

# assessment.fitness.q13.b
source: Ich gehe nicht ins Training, weil der Weg dorthin schon zu anstrengend ist.
en: I don't go to training because the journey there is already too strenuous.
es: No voy a entrenar porque el viaje ya es demasiado agotador.
fr: Je ne vais pas à l'entraînement car le trajet là-bas est déjà trop fatiguant.
hi: मैं ट्रेनिंग के लिए नहीं जाता क्योंकि वहां का सफर पहले से ही बहुत कठिन होता है।
it: Non vado agli allenamenti perché il viaggio è già troppo faticoso.
ja: そこまでの道程がすでに大変すぎるので、私はトレーニングには行きません。
ko: 훈련하러 가지 않는 이유는 그곳에서의 여정이 이미 너무 힘들기 때문입니다.
nl: Ik ga niet naar training omdat de reis erheen al te inspannend is.
pl: Nie chodzę na treningi, bo podróż tam jest już zbyt męcząca.
pt: Não vou treinar porque a viagem até lá já é muito cansativa.
ru: Я не иду на тренировку, потому что дорога туда уже слишком утомительна.
tr: Antrenmanlara gitmiyorum çünkü oradaki yolculuk zaten çok yorucu.
zh_hans: 我不去训练，因为去那里的路已经太累人了。
zh_hant: 我不去訓練，因為那裡的路已經太辛苦了。

# assessment.fitness.q13.c
source: Ich werfe eine Schmerztablette ein und trainiere.
en: I pop a painkiller and exercise.
es: Tomo un analgésico y hago ejercicio.
fr: Je prends un analgésique et je fais de l'exercice.
hi: मैं दर्द निवारक दवा लेता हूं और व्यायाम करता हूं।
it: Prendo un antidolorifico e faccio esercizio.
ja: 痛み止めを飲んで運動しています。
ko: 진통제를 먹고 운동을 합니다.
nl: Ik neem een ​​pijnstiller en ga sporten.
pl: Biorę środek przeciwbólowy i ćwiczę.
pt: Tomo um analgésico e faço exercícios.
ru: Я принимаю обезболивающую таблетку и тренируюсь.
tr: Ağrı kesici alıp spor yapıyorum.
zh_hans: 我吃了一片止痛药然后锻炼。
zh_hant: 我服用止痛藥並進行運動。

# assessment.fitness.q13.d
source: Ich humple fluchend ins Gym, wärme mich auf und trainiere den Oberkörper exakt nach Plan.
en: I limp into the gym cursing, warm up and train my upper body exactly according to plan.
es: Entro cojeando al gimnasio maldiciendo, caliento y entreno la parte superior de mi cuerpo exactamente según lo planeado.
fr: Je boite dans la salle de sport en jurant, je m'échauffe et j'entraîne le haut de mon corps exactement comme prévu.
hi: मैं लंगड़ाते हुए जिम जाता हूं, वार्मअप करता हूं और योजना के अनुसार अपने ऊपरी शरीर को प्रशिक्षित करता हूं।
it: Vado zoppicando in palestra imprecando, mi riscaldo e alleno la parte superiore del corpo esattamente secondo il piano.
ja: 私は悪態をつきながら足を引きずりながらジムに入り、計画通りにウォームアップして上半身を鍛えた。
ko: 나는 절뚝거리며 욕설을 하며 체육관에 들어가 준비운동을 하고 계획대로 정확하게 상체를 단련한다.
nl: Ik strompel vloekend de sportschool in, doe een warming-up en train mijn bovenlichaam precies volgens plan.
pl: Kuśtykając, przeklinam, wchodzę na siłownię, rozgrzewam się i trenuję górną część ciała dokładnie według planu.
pt: Entro mancando na academia xingando, me aqueço e treino a parte superior do corpo exatamente de acordo com o planejado.
ru: Я хромаю, ругаясь, в спортзал, разминаюсь и тренирую верхнюю часть тела точно по плану.
tr: Küfür ederek topallayarak spor salonuna giriyorum, ısınıyorum ve üst bedenimi tam olarak plana göre çalıştırıyorum.
zh_hans: 我一边咒骂一边一瘸一拐地走进健身房，热身后按照计划精确地训练上半身。
zh_hant: 我咒罵著一跛一跛地走進健身房，熱身並完全按照計畫訓練我的上半身。

# assessment.fitness.q14
source: Du schaust an einem schlechten Tag in den Spiegel und bist mit deinem Körper absolut unzufrieden. Was ist deine erste Reaktion?
en: You look in the mirror on a bad day and are completely dissatisfied with your body. What is your first reaction?
es: Te miras al espejo en un mal día y estás completamente insatisfecho con tu cuerpo. ¿Cuál es tu primera reacción?
fr: Vous vous regardez dans le miroir lors d’une mauvaise journée et êtes complètement insatisfait de votre corps. Quelle est votre première réaction ?
hi: आप किसी बुरे दिन को आईने में देखते हैं और अपने शरीर से पूरी तरह असंतुष्ट होते हैं। आपकी पहली प्रतिक्रिया क्या है?
it: Ti guardi allo specchio in una brutta giornata e sei completamente insoddisfatto del tuo corpo. Qual è la tua prima reazione?
ja: 調子の悪い日に鏡を見ると、自分の体にまったく不満を感じています。最初の反応は何ですか?
ko: 당신은 날씨가 좋지 않은 날 거울을 보고 당신의 몸에 완전히 만족하지 못합니다. 당신의 첫 번째 반응은 무엇입니까?
nl: Je kijkt op een slechte dag in de spiegel en bent totaal ontevreden over je lichaam. Wat is je eerste reactie?
pl: Kiedy masz zły dzień, patrzysz w lustro i jesteś całkowicie niezadowolona ze swojego ciała. Jaka jest Twoja pierwsza reakcja?
pt: Você se olha no espelho em um dia ruim e fica completamente insatisfeito com seu corpo. Qual é a sua primeira reação?
ru: Ты смотришь в зеркало в плохой день и абсолютно недоволен своим телом. Какова твоя первая реакция?
tr: Kötü bir günde aynaya bakıyorsunuz ve vücudunuzdan hiç memnun değilsiniz. İlk tepkiniz nedir?
zh_hans: 你在糟糕的一天照镜子，对自己的身体感到非常不满。你的第一反应是什么？
zh_hant: 心情不好的時候，你照鏡子，對自己的身體完全不滿意。你的第一個反應是什麼？

# assessment.fitness.q14.a
source: Ich tröste mich mit Fast Food. Ist eh schon alles egal.
en: I console myself with fast food. It doesn't matter anyway.
es: Me consuelo con la comida rápida. No importa de todos modos.
fr: Je me console avec de la restauration rapide. De toute façon, cela n'a pas d'importance.
hi: मैं फास्ट फूड से खुद को सांत्वना देता हूं। वैसे भी इससे कोई फर्क नहीं पड़ता.
it: Mi consolo con il fast food. Non importa comunque.
ja: ファストフードで自分を慰めます。とにかく関係ありません。
ko: 나는 패스트푸드로 나를 위로한다. 어쨌든 그것은 중요하지 않습니다.
nl: Ik troost mezelf met fastfood. Het maakt toch niet uit.
pl: Pocieszam się fast foodami. To i tak nie ma znaczenia.
pt: Eu me consolo com fast food. Não importa de qualquer maneira.
ru: Я утешаю себя фастфудом. Всяко уже всё равно.
tr: Fast food yiyerek kendimi teselli ediyorum. Zaten önemli değil.
zh_hans: 我用快餐来安慰自己。反正一切都无所谓了。
zh_hant: 我用快餐來安慰自己。反正沒關係。

# assessment.fitness.q14.b
source: Ich rede mir ein, dass 'innere Werte' eh viel wichtiger sind.
en: I tell myself that 'inner values' are much more important anyway.
es: Me digo a mí mismo que los "valores internos" son mucho más importantes de todos modos.
fr: Je me dis que les « valeurs intérieures » sont de toute façon bien plus importantes.
hi: मैं खुद से कहता हूं कि 'आंतरिक मूल्य' वैसे भी कहीं अधिक महत्वपूर्ण हैं।
it: Mi dico che comunque i "valori interiori" sono molto più importanti.
ja: とにかく「内なる価値観」の方がはるかに重要だと自分に言い聞かせています。
ko: 어쨌든 '내면의 가치'가 훨씬 더 중요하다고 스스로에게 다짐합니다.
nl: Ik zeg tegen mezelf dat ‘innerlijke waarden’ sowieso veel belangrijker zijn.
pl: Powtarzam sobie, że „wartości wewnętrzne” i tak są o wiele ważniejsze.
pt: Digo a mim mesmo que os “valores internos” são muito mais importantes de qualquer maneira.
ru: Я убеждаю себя, что 'внутренние ценности' и так намного важнее.
tr: Kendime 'içsel değerlerin' zaten çok daha önemli olduğunu söylüyorum.
zh_hans: 我说服自己，“内在价值”反正更重要。
zh_hant: 我告訴自己「內在價值觀」無論如何都更重要。

# assessment.fitness.q14.c
source: Ich werde wütend auf mich selbst und beschließe, morgen härter zu trainieren.
en: I get mad at myself and decide to train harder tomorrow.
es: Me enojo conmigo mismo y decido entrenar más duro mañana.
fr: Je m'en veux et décide de m'entraîner plus dur demain.
hi: मैं अपने आप पर क्रोधित हो जाता हूं और कल और कड़ी ट्रेनिंग करने का फैसला करता हूं।
it: Mi arrabbio con me stesso e decido di allenarmi più duramente domani.
ja: 自分に腹が立ったので、明日はもっと練習することにしました。
ko: 나는 나 자신에게 화가 나서 내일 더 열심히 훈련하기로 결심한다.
nl: Ik word boos op mezelf en besluit morgen harder te trainen.
pl: Jestem na siebie zły i postanawiam jutro trenować ciężej.
pt: Fico bravo comigo mesmo e decido treinar mais forte amanhã.
ru: Я злюсь на себя и решаюсь завтра тренироваться усерднее.
tr: Kendime kızıyorum ve yarın daha sıkı antrenman yapmaya karar veriyorum.
zh_hans: 我对自己感到生气，并决定明天更努力地训练。
zh_hant: 我對自己很生氣，決定明天要更努力訓練。

# assessment.fitness.q14.d
source: Ich bestrafe die Schwäche sofort: Laufschuhe an, raus auf die Straße, 5 Kilometer rennen.
en: I punish the weakness immediately: put on running shoes, get out on the street, run 5 kilometers.
es: Castigo la debilidad de inmediato: me pongo zapatillas para correr, salgo a la calle, corro 5 kilómetros.
fr: Je punis immédiatement la faiblesse: enfilez des chaussures de course, sortez dans la rue, courez 5 kilomètres.
hi: मैं कमज़ोरी पर तुरंत सज़ा देता हूँ: दौड़ने वाले जूते पहनो, सड़क पर निकलो, 5 किलोमीटर दौड़ो।
it: Punisco subito la debolezza: mettiti le scarpe da corsa, esci per strada, corri per 5 chilometri.
ja: 私は弱さをすぐに罰します。ランニングシューズを履いて、通りに出て、5キロ走ります。
ko: 나는 약점을 즉시 처벌합니다. 운동화를 신고 거리로 나가서 5km를 달리십시오.
nl: Ik straf de zwakte onmiddellijk: trek hardloopschoenen aan, ga de straat op, ren 5 kilometer.
pl: Natychmiast karzę słabość: załóż buty do biegania, wyjdź na ulicę, przebiegnij 5 kilometrów.
pt: Puno a fraqueza imediatamente: calço tênis, saio na rua, corro 5 quilômetros.
ru: Я немедленно наказываю слабость: надеваю кроссовки, выхожу на улицу, бегу 5 километров.
tr: Zayıflığı hemen cezalandırıyorum: Koşu ayakkabılarını giyin, sokağa çıkın, 5 kilometre koşun.
zh_hans: 我立刻惩罚软弱：穿上跑鞋，跑到街上，跑五公里。
zh_hant: 我立刻懲罰弱點：穿上跑鞋，到街上跑5公里。

# assessment.fitness.q15
source: Warum willst du überhaupt fit oder stark sein?
en: Why do you even want to be fit or strong?
es: ¿Por qué quieres estar en forma o ser fuerte?
fr: Pourquoi voulez-vous même être en forme ou fort ?
hi: आप फिट या मजबूत क्यों बनना चाहते हैं?
it: Perché vuoi essere in forma o forte?
ja: なぜ健康になりたい、強くなりたいと思うのでしょうか？
ko: 왜 건강해지고 강해지고 싶나요?
nl: Waarom wil je überhaupt fit of sterk zijn?
pl: Dlaczego w ogóle chcesz być sprawny i silny?
pt: Por que você quer estar em forma ou forte?
ru: Зачем тебе вообще быть в форме или сильным?
tr: Neden formda veya güçlü olmak istiyorsun?
zh_hans: 你为什么 überhaupt 想要健康或强壮？
zh_hant: 為什麼你想要變得健康或強壯？

# assessment.fitness.q15.a
source: Ehrlich gesagt trainiere ich nur, damit andere mich attraktiv finden.
en: To be honest, I only train so that other people find me attractive.
es: Sinceramente, sólo entreno para que los demás me encuentren atractivo.
fr: Pour être honnête, je m’entraîne uniquement pour que les autres me trouvent attirant.
hi: ईमानदारी से कहूं तो, मैं केवल इसलिए प्रशिक्षण लेता हूं ताकि अन्य लोगों को मैं आकर्षक लगें।
it: Ad essere sincero, mi alleno solo perché gli altri mi trovino attraente.
ja: 正直に言うと、私は他人に魅力的に思われるためにトレーニングしているだけです。
ko: 솔직히 말해서 나는 다른 사람들이 나를 매력적으로 느끼도록 훈련합니다.
nl: Eerlijk gezegd train ik alleen zodat andere mensen mij aantrekkelijk vinden.
pl: Szczerze mówiąc, trenuję tylko po to, żeby inni uznali mnie za atrakcyjną.
pt: Para ser sincero, só treino para que outras pessoas me considerem atraente.
ru: Честно говоря, я тренируюсь только для того, чтобы другие считали меня привлекательным.
tr: Dürüst olmak gerekirse, sadece diğer insanlar beni çekici bulsun diye antrenman yapıyorum.
zh_hans: 说实话，我练习只是为了让别人觉得我有吸引力。
zh_hant: 說實話，我訓練只是為了讓別人覺得我有吸引力。

# assessment.fitness.q15.b
source: Ich will auf Social Media gute Bilder posten können.
en: I want to be able to post good pictures on social media.
es: Quiero poder publicar buenas fotos en las redes sociales.
fr: Je veux pouvoir publier de bonnes photos sur les réseaux sociaux.
hi: मैं सोशल मीडिया पर अच्छी तस्वीरें पोस्ट करने में सक्षम होना चाहता हूं।
it: Voglio poter pubblicare belle foto sui social media.
ja: 素敵な写真をSNSに投稿できるようになりたいです。
ko: SNS에 좋은 사진을 올리고 싶어요.
nl: Ik wil goede foto’s op sociale media kunnen plaatsen.
pl: Chcę móc publikować dobre zdjęcia w mediach społecznościowych.
pt: Quero poder postar boas fotos nas redes sociais.
ru: Я хочу уметь выкладывать хорошие фотографии в социальных сетях.
tr: Sosyal medyada güzel fotoğraflar paylaşabilmek istiyorum.
zh_hans: 我想在社交媒体上发布好看的照片。
zh_hant: 我希望能夠在社群媒體上發布好照片。

# assessment.fitness.q15.c
source: Ich trainiere aus Angst, später krank oder schwach zu werden.
en: I train for fear of getting sick or weak later.
es: Entreno por miedo a enfermarme o debilitarme más tarde.
fr: Je m'entraîne de peur de tomber malade ou de m'affaiblir plus tard.
hi: मैं बाद में बीमार होने या कमज़ोर होने के डर से प्रशिक्षण लेता हूँ।
it: Mi alleno per paura di ammalarmi o indebolirmi in seguito.
ja: 後で病気になったり衰弱したりすることを恐れてトレーニングします。
ko: 나중에 아프거나 약해질까 봐 훈련을 해요.
nl: Ik train uit angst om later ziek of zwak te worden.
pl: Trenuję ze strachu, że później zachoruję lub osłabię.
pt: Treino com medo de ficar doente ou fraco depois.
ru: Я тренируюсь из страха позже заболеть или ослабеть.
tr: Daha sonra hastalanma veya zayıflama korkusuyla antrenman yapıyorum.
zh_hans: 我锻炼是因为害怕以后生病或变弱。
zh_hant: 我訓練是為了擔心以後生病或虛弱。
